Repository: leisn/MeasurePixels
Catalog: Locales/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppBarTitle.Text
source: Measure Pixels
zh_cn: 图片测量

# AppDescription
source: Simple image measurement tool in pixels, support for measure segment length, angle, quadrangle edges, and point color.
zh_cn: 简单的图像测量工具，支持测量的项：线段的长度、两边的夹角、四边形的边长和图像上某点的颜色。

# AppDisplayName
source: Measure Pixels
zh_cn: 图片测量

# AskSaveContent.Text
source: Would you like to save this content?
zh_cn: 是否保存当前画布中的所有内容？

# AskSaveDialog.CloseButtonText
source: Cancel
zh_cn: 取消

# AskSaveDialog.PrimaryButtonText
source: Save
zh_cn: 保存

# AskSaveDialog.SecondaryButtonText
source: Don't Save
zh_cn: 不保存

# AskSaveDialog.Title
source: Save it?
zh_cn: 保存？

# AskSaveSetting.Text
source: You can change whether this dialog will display in settings.
zh_cn: 可以在设置中修改是否显示保存提示

# ButtonCapture.Label
source: Capture
zh_cn: 捕获

# ButtonCapture.ToolTipService.ToolTip
source: Capture snapshot from screen or application (Ctrl+P)
zh_cn: 捕获屏幕或者应用快照 (Ctrl+P)

# ButtonClear.ToolTipService.ToolTip
source: Clear Canvas
zh_cn: 清空画板

# ButtonDelete.ToolTipService.ToolTip
source: Delete (Del, Ctrl+D)
zh_cn: 删除 (Del, Ctrl+D)

# ButtonGoBack.ToolTipService.ToolTip
source: Navigate Backward
zh_cn: 向后导航

# ButtonPaste.Label
source: Paste
zh_cn: 粘贴

# ButtonPaste.ToolTipService.ToolTip
source: Replace image from clipboard (Ctrl+V)
zh_cn: 从剪贴板替换图像 (Ctrl+V)

# ButtonRedo.ToolTipService.ToolTip
source: Redo (Ctrl+Y)
zh_cn: 重做 (Ctrl+Y)

# ButtonSave.Label
source: Save
zh_cn: 保存

# ButtonSave.ToolTipService.ToolTip
source: Save To Image (Ctrl+S)
zh_cn: 保存到图像 (Ctrl+S)

# ButtonSettings.ToolTipService.ToolTip
source: Settings
zh_cn: 设置

# ButtonSideBar.ToolTipService.ToolTip
source: Open Sidebar
zh_cn: 打开侧边栏

# ButtonUndo.ToolTipService.ToolTip
source: Undo (Ctrl+Z)
zh_cn: 撤销 (Ctrl+Z)

source: Close sidebar
zh_cn: 关闭侧边栏

# FontPickerBackground.Text
source: Background
zh_cn: 背景色

# FontPickerColor.Text
source: Color
zh_cn: 颜色

# FontPickerFamily.Text
source: Font family
zh_cn: 字体

# FontPickerForeground.Text
source: Foreground
zh_cn: 文本色

# FontPickerSize.Text
source: Font Size
zh_cn: 文本大小

# MeasureCanvasTip.Text
source: Drag and drop or paste image to measure.
zh_cn: 在此处拖放或粘贴要测量的图片

# MeasurePenColor.Text
source: Pen Color
zh_cn: 笔触颜色

# MeasurePenGlyph.Text
source: Glyph Size
zh_cn: 标记大小

# MeasurePenTab.Text
source: Pen
zh_cn: 笔触

# MeasurePenWidth.Text
source: Pen Thickness
zh_cn: 笔触大小

# MeasureTextTab.Text
source: Text
zh_cn: 文本

# MeasureToolAngle.ToolTipService.ToolTip
source: Angle (Ctrl+3)
zh_cn: 角度 (Ctrl+3)

# MeasureToolColor.ToolTipService.ToolTip
source: Color (Ctrl+5)
zh_cn: 颜色 (Ctrl+5)

# MeasureToolEdge.ToolTipService.ToolTip
source: Quadrangle (Ctrl+4)
zh_cn: 四边形 (Ctrl+4)

# MeasureToolMagnifier.ToolTipService.ToolTip
source: Magnifier Visible
zh_cn: 显示或隐藏放大镜

# MeasureToolObjects.ToolTipService.ToolTip
source: Measures Visible
zh_cn: 显示或隐藏测量内容

# MeasureToolSegment.ToolTipService.ToolTip
source: Segment (Ctrl+2)
zh_cn: 线段 (Ctrl+2)

# MeasureToolSelect.ToolTipService.ToolTip
source: Select (Ctrl+1, Esc)
zh_cn: 选择 (Ctrl+1, Esc)

# MenuSaveAll.Text
source: Save All
zh_cn: 保存全部

# MenuSaveLocal.Text
source: Save Measures Only
zh_cn: 仅保存测量内容

# MesureCanvasCoord.ToolTipService.ToolTip
source: Position from image's left-top corner
zh_cn: 当前鼠标相对于图片左上角的位置

# NavigtionFailedContent
source: Somehow navigtion failed, please feedback to let us fix it.
zh_cn: 不知为何导航失败了，请反馈给我们知道以便修改这个问题

# NavigtionFailedTitle
source: Navigtion Failed
zh_cn: 导航失败

source: OK
zh_cn: 确定

source: Open sidebar
zh_cn: 打开侧边栏

# SettingsMagnifierDesc.Text
source: Change magnifier properties
zh_cn: 修改放大镜属性

# SettingsMagnifierRadius.Text
source: Radius
zh_cn: 放大镜半径

# SettingsMagnifierScale.Text
source: Magnification
zh_cn: 放大倍率

# SettingsMagnifierTitle.Text
source: Magnifier
zh_cn: 放大镜

# SettingsSaveDesc.Text
source: Ask me save content when exit application
zh_cn: 关闭应用时询问是否保存内容

# SettingsSaveSwitch.OffContent
source: Don't ask
zh_cn: 不询问

# SettingsSaveSwitch.OnContent
source: Ask
zh_cn: 询问

# SettingsSaveTitle.Text
source: Save
zh_cn: 保存

# SettingsThemeDark.Content
source: Dark
zh_cn: 深色

# SettingsThemeDesc.Text
source: Change application theme
zh_cn: 更改应用主题

# SettingsThemeLight.Content
source: Light
zh_cn: 浅色

# SettingsThemeSystem.Content
source: Use system setting
zh_cn: 使用系统设置

# SettingsThemeTitle.Text
source: Theme
zh_cn: 主题

# SettingsTitle.Text
source: Settings
zh_cn: 设置
